adobe-source-han-sans-cn-fonts
adobe-source-han-serif-cn-fonts
archlinuxcn-keyring
ark
base
base-devel
bat
bluez-utils
brightnessctl
btrfs-progs
catppuccin-fcitx5-git
clash-verge
dolphin
dolphin-plugins
easyconnect
efibootmgr
fcitx5
fcitx5-chinese-addons
fcitx5-configtool
fcitx5-gtk
fcitx5-material-color
fcitx5-qt
fcitx5-rime
fd
feh
firefox
fish
flatpak
fzf
git
go
google-chrome
grim
grub
grub-btrfs
grub-customizer
gwenview
hugo
hyprland-git
hyprpaper-git
i3-wm
i3status
imagemagick
inotify-tools
intel-ucode
jdk-openjdk
jetbrains-toolbox
kate
kitty
konsole
lazygit
less
linux
linux-firmware
linux-zen
linux-zen-headers
luarocks
mako
neofetch
neovim
networkmanager
noto-fonts-cjk
noto-fonts-extra
npm
ntp
okular
opam
openjdk-doc
openssh
os-prober
otf-font-awesome
pacman-contrib
paru
plasma-meta
polybar
rime-ice-pinyin-git
ripgrep
rofi-wayland
rsync
sddm
slurp
sof-firmware
spectacle
starship
terminus-font
thunderbird
thunderbird-i18n-zh-cn
timeshift
tlp
tlp-rdw
toastify
ttf-cascadia-code-nerd
ttf-dejavu
ttf-dejavu-nerd
ttf-fantasque-nerd
ttf-fira-sans
ttf-firacode-nerd
ttf-hack-nerd
ttf-jetbrains-mono-nerd
ttf-lxgw-wenkai
ttf-lxgw-wenkai-mono
ttf-nerd-fonts-symbols
ttf-terminus-nerd
ttf-twemoji
ttf-wps-fonts
vim
visual-studio-code-bin
waybar
wezterm
wget
wl-clipboard
wofi
wps-office-cn
wps-office-mui-zh-cn
xclip
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland-git
xorg-xrandr
yay
yay-debug
yazi
zsh
